[
    {
        "name": "Aakaash R.",
        "title": "Learning to Play the Piano",
        "description": "For my MYP personal project, i decided to prepare the required repertoire pieces and studies for an RCM grade 2 practical exam on the piano. The global context I selected was personal and cultural expression, focusing on the personal aspect of it, exploring my identity and learning to express my emotions through different parts of the musical arts.",
        "video": "https://www.youtube.com/embed/4tV1gLZyuIw",
        "image": "https://lh3.googleusercontent.com/ruCnr1rUuQVtx4n8hiM8tQ7DQRkrcjo7_ga7iqnfxvmpBGcGVrkElzxcUIoxDUt_B0JVyX_z8Nx6vQe14zZjtdrmAD9EIeLne3w5XyerqEScSvYdeKmHeGW-mpCHWhWYZRoheU6yxg=w2400",
        "code": 0
    },
    {
        "name": "Akshay S.",
        "title": "Learning to Play the Harmonica",
        "description": "The goal of my personal project was to be able to play and compose using the harmonica, with which I wanted to write a short piece. This fell into the category of personal and cultural expression. My piece was written using mostly the harmonica, but also the guitar as a backing track over which I played the harmonica. ",
        "video": "https://www.youtube.com/embed/IQ9pRfjiWZg",
        "image": "https://lh3.googleusercontent.com/LXltcApF-w8uXpfHuvMXgaAnX-FEEif2F0nyhLUkGnyiCzT9k-QsyYQWgC-5vMl-8W_9B_-twcCkVZutdk3zTB9t1mFcFANyAo7gYSG060Egu2cM4Nn7LcErTgOAO5Mks_HQoOcHwA=w2400\nhttps://lh3.googleusercontent.com/lBJcqCzryeU7FV84b24487Nr_EA6KS59YWl9R6L_vPMC5dp22zXZSUFl0Wq3gjSD2PqOwkpLBKkALXmK_euNKOhWizgqIuRfp4s4yqxL6xxuMZv_utUHlsC1U697I7XB5r3edPqeqg=w2400 ",
        "code": 1
    },
    {
        "name": "David C.",
        "title": "Creating an original musical composition",
        "description": "I chose to do this personal project because of three reasons. Firstly, I have always had a big passion for music, and secondly, I wanted to challenge myself with something new, while still in the category of music. Finally, I also wanted to be able to express myself into this piece, while expanding my creativity in music, which falls under the Global Context< Personal and Cultural Values. While creating this composition, I used the website, Note Flight to write all the music down.",
        "video": "https://www.youtube.com/embed/Xs-z7wfh1g8",
        "image": "N/A",
        "code": 2
    },
    {
        "name": "Jasmine M.",
        "title": "Chisine! An Educational Board Game",
        "description": "My personal project was making a board game to teach others about Chinese cuisine. The goal was to include approximately 50 dishes and 50 corresponding ingredients to show others the diversity of Chinese cuisine. I also decided on the global context \"Personal and Cultural Expression\" because my project helped me explore aspects of my culture and find out more about my roots. \n\nMy board game showcases my months of research on the different regions of cuisine in China and the various dishes and ingredients that can be found in each region. The main content of the game can be found on the dish and ingredient cards. As well, there are other parts of my game such as the game board, dice, instructions, tokens, player pieces, and cards. All of these elements ensure the player has fun while learning about Chinese cuisine! ",
        "video": "N/A",
        "image": "https://lh3.googleusercontent.com/jXOAoJmRPYrrowYA9YHU9UxCcr3QcuNUjopCJ9IK4KOJ_KtmLyrMuYdNWy6ZwmyxF81C8OQ-iVobNpyo6KA2BX8B28IXckwIDwIuvWZImgbtC61v21sOswtdMwap0YBW65SbvPZGug=w2400\nhttps://lh3.googleusercontent.com/JVzGLZ8bKIoRRqLrLkh5Piu8JxsSHqNizktp4t3mlJv76ncNbod4MgYPMeUzzQAw8lLWiJO8DoaqOG2C6TSfwqrBr5UvBImUWxaVZQIppJgI8-6KASqpxsgWlGAs07zGp5uUuJgeqQ=w2400 \nhttps://lh3.googleusercontent.com/y9wDW-WuLl5sYAoHMJ14sNN1tlUuv74Wk6QFQ1aONrQlTB4sjOWCAkboYyNegcrydYle7h8l6Rv0UhFZAlSAyAHDRxGsMa13T9-WgmQZa7AuqDjRSpyqvnDV-Ik1Yv6LqepdTYf5rQ=w2400 ",
        "code": 3
    },
    {
        "name": "Johnny G.",
        "title": "Building Snake in python3",
        "description": "I used python3, a programming language, to recreate the game Snake. Snake is a game about trying to grow by eating apples, all while trying not to collide with oneself or the walls.",
        "video": "https://www.youtube.com/embed/Fh55_dzkas8",
        "image": "https://lh3.googleusercontent.com/Tw33wUHTxY7PI_FkcLpiYjPp8CJ6MzILVOuM5fEMwMQuEfYqGY5HQseujU5PimC0DD4yq_F4mkjIISSHZfTPzv0iJ3qs-FluTjqhn5j8NUVGTmY1yLXWy8Ey6dj9AxdvQKH3U0Zq7Q=w2400",
        "code": 4
    },
    {
        "name": "Madeeha N.",
        "title": "Knitting a Blanket",
        "description": "My goal for my personal project was to successfully knit an entire queen sized blanket, and my global context was personal and cultural expression.  My blanket is 7'' by 8'' and is made up of 3 different colors: grey, black and blue.",
        "video": "https://www.youtube.com/embed/oTVLCD-kX5g ",
        "image": "https://lh3.googleusercontent.com/KVm8V3l1jz3mU0_hIcdpA8ab5lMdvnttC1Je2B0U1YQkaOR3BHPyIJGpeMwJAoT035TAPpUgyXJBfpZrikEXXEbxGr-5Gdzc9dqE2YKzhSy_ODVl4kWsQHRivr4T_H1jwjb5FKyKpA=w2400 ",
        "code": 5
    },
    {
        "name": "Nicholas L.",
        "title": "Filming and editing promotional video for TDS Dance Space",
        "description": "The purpose of my project is to help promote a business during the pandemic using my newly developed video-making skills. \nMy SMART goal is to film and edit a promotional video for TDS Dance Space using cinematic clips and interviews before February 15th, 2021.\nI chose the global context, “Identities and Relationships” because it relates the most to what I have to do for my project, like contacting people in my community.\n",
        "video": "https://www.youtube.com/embed/6ehmygXFQQA",
        "image": "N/A",
        "code": 6
    },
    {
        "name": "Sneha P.",
        "title": "Cultural Expression through Hand Sewn Designs",
        "description": "The goal of my chosen topic is to deepen my understanding of my culture as well as expressing this newly acquired knowledge through a creative medium I haven’t practiced before. I mastered various types of embroidery patterns to create a handmade personalized home decoration item for my family, friends and visitors to enjoy during their stay. As well, the “Personal and Cultural Expression,” global context, granted me the chance to flourish my creativity through fun and enjoyable means, thereby I am utmost grateful for the personal project.  ",
        "video": "N/A",
        "image": "https://lh3.googleusercontent.com/GZxyQXGzV8Nq_UpfD-D0Es3f7FUrvPRcoTdpQ2labv3bAvjuhdEdxI0yQUibJyIUleJMfvGHifC3b5ZxVBA24SW51DexYcQf43w2VgsEkRrtIyv4lVFc3lqeJKeLCtUvXohYjHy20A=w2400\nhttps://lh3.googleusercontent.com/juCb--H7fwqebFJHoOo3-T3KQ3IO8eRhAAzCSPYReqTX9mWRArAoDAODrpQIfw8yAAbBFQtnuE_bp9kXvmLGajbGap0wxIHrepiLDtWwnyeIrQO5UzMCUH8aqr7aGi9xKK6hxPxq1A=w2400\nhttps://lh3.googleusercontent.com/Ia0VbEu7P9XIayTRe3yzMlUm3tC_5rcsEZrAQ65Jlgx7LI7EqDOvqehOSJqjvUsdFQOZEjmdk52h2_VjgYxU5eKcdyedgS_Xon46bfBUxGD4xiugyVenxrqZE6c-XhEqn_Uq4yQgxw=w2400",
        "code": 7
    },
    {
        "name": "Tae Yeon H.",
        "title": "Learning to Play the Guitar",
        "description": "My goal was to play the song of my choice on the electric guitar flawlessly without any mistakes, and record it to make my cover. To do this, I have consistently practiced. My global context is: Personal and cultural expression. I also want to demonstrate my personal expressions and ideas through the music I play.",
        "video": "https://www.youtube.com/embed/DyqO2MSVsgI",
        "image": "https://lh3.googleusercontent.com/_6dJg9zC9LENUNMgU_WENmbBgMwHJiDSYs9QN_PUyGXv0pKGK3nI977F8q73jZmGiz4OC3CdzkSrs-LA7z_KBsHtfGObmUGeV3uXEOn_16TTCZhXet_daslTohVf0cMpfv_gGmGCUg=w2400",
        "code": 8
    },
    {
        "name": "Vishwa S.",
        "title": "Learning The Art of Graphic Design",
        "description": "For my personal project, I decided to learn the art of Graphic Design. I took online courses, read books, consulted websites to familiarize myself with the basics of graphic design. Then I repeated it for the elements of design. \n\nMy goal was to simplify complex topics and make them more accessible to my generation. That's why I converted books' lessons to intuitive graphics!\n\nTo constantly hone my skills, I posted at least 10 graphics a week on an Instagram account @learning.simplified. I covered financial topics like Bitcoin, as well as many books! I talked about \"How to Win Friends and Influence People\" by Dale Carnegie, \"Rich Dad Poor Dad\" by Robert Kiyosaki and \"Make Your Bed: Little Things That Can Change Your Life...And Maybe the World\" by Admiral McRaven.",
        "video": "https://www.youtube.com/embed/x1HmcESIvjQ ",
        "image": "N/A",
        "code": 9
    },
    {
        "name": "William Y.",
        "title": "Making a Recipe Blog",
        "description": "My project is about creating a cookbook (now recipe blog) of traditional Chinese dishes to help me reconnect with my culture and share my food with everyone.\nMy global context is personal and cultural expression and my goal was that by February 2021, I will have learned how to cook, and have created a fully-fledged cookbook of, various traditional Chinese recipes through following techniques and steps learned from my parents as well as looking up variations of the recipes online.",
        "video": "https://www.youtube.com/embed/8aCVnUdxAVQ",
        "image": "https://lh3.googleusercontent.com/n8RCi11Fp-jwi31zjS2lvxB10RqYxpmCdDyE06i_XHgT2JjKL1N_PmqQ4k_NE0npOUcLYXQCnFLdXLPW-YahScCMA_nlmHjb1PXeCDyXK1d-u2a9DLsmllUK6_wFNZI7-NyZjKb5Ug=w2400",
        "code": 10
    }
]